{
  "students": [
    {
      "Id": 1,
      "Name": "Dr. Bruno K.",
      "Image": "images/students/bruno.jpg",
      "Description": "It is a great feeling when I can imagine a design and at the same time able to bring it to a reality!. I liked the fact that Tutor Alfred taught us from first principles and in a 'tell, show, do, apply' manner.",
      "Profession": "Professional Dentist",      
      "Location": "Nakasero Hospital",
      "Year": "2023"

    },
    {
      "Id": 2,
      "Name": "Ruth Birungi",
      "Image": "images/students/ruth.jpg",
      "Description": "  The opportunity to learn graphic designing was a beautiful way to start my year. Am always excited about creating something new, something I thought was hard, now am able to do. The class has as well challenged my way of life. Am now more committed and diligent to tasks. Also as a medic am glad that I won't have to look at patients all the time.",
      "Profession": "Student",
      "Location": "Jinja",
      "Year": "2024"

    },
    {
      "Id": 3,
      "Name": "Dr. Edward .K",
      "Image": "images/students/edward.jpg",
      "Description": "Your unwavering dedication, expertise, and creative guidance have been instrumental in nurturing my design skills and I am so proud to say that the concepts in my mind can now be put into existence. Your ability to explain complex concepts in a clear and engaging manner, making each class a source of inspiration.",
      "Profession": "CEO - Routine Dental",
      "Location": "Kampala",
      "Year": "2023"

    },
   
    {
      "Id": 4,
      "Name": "Rosanne",
      "Image": "images/students/rosanne.jpg",
      "Description": "This class was a wonderful opportunity and very helpful. I learnt alot and believe i will benefit alot from the knowledge acquired.",
      "Profession": "Student",
      "Location": "Kampala",
      "Year": "2024"

    },
    {
      "Id": 5,
      "Name": "Noel A. Dagi",
      "Image": "images/students/noel.jpg",
      "Description": "The graphics design course is one of my answered prayers in 2024 , for long I have been struggling to create flyers and edit photos using my phone apps that turns to be so hectic and poor quality. The course has been so smooth because teacher Alfred delivered the content in the  simplest way possible to understand and grasp.",
      "Profession": "Agricultural Scientist",
      "Location": "Ggulu",
      "Year": "2024"

    },
    {
      "Id": 6,
      "Name": "Shanitah N. Mukisa",
      "Image": "images/students/shanitah.jpg",
      "Description": "For the longest time, I had been designing graphics but what I lacked was a professional touch to my work. When I joined Bigezo class designs, I realized I hadn’t started designing! I learnt so much more, aspects that transformed my whole design sphere.",
      "Profession": "Journalist and Communications Specialist",
      "Location": "Kampala",
      "Year": "2024"

    },
    {
      "Id": 7,
      "Name": "Jucent Kisitu",
      "Image": "images/students/jucent.jpg",
      "Description": "I thoroughly enjoyed the graphic design class! The instructor's guidance and expertise were invaluable, providing a comprehensive knowledge of the fundamentals of design and graphic creation.The instructor's feedback was constructive and supportive, helping me refine my designs. I highly recommend this class to anyone looking to develop their graphic design skills.",
      "Profession": "Journalist and Communications Specialist",
      "Location": "Joy for humanity Uganda",
      "Year": "2024"

    }
   
  
  
  ]
}
